[
  {
    "text": "17 yo M w/ no cardiac or arrhythmia PMH presents complaining of 3 months of episodic heart pounding.  Pt reports sensation of heart racing and pounding out of chest about 5-6 times total over the past 3 months.  THis last episode the patient experienced light headedness and had some shortness of breath.  Pt is a college student and has recently began to share his roommates prescribed aderall approx 2 tabs/week over this time.  Pt does not report any adverse effects of the aderall and reports it has helped him study.  No changes in weight, dizziness, changes in appetite, fevers or chills.  PMH none, PSH none, FHx Father MI, Mom thyroid problem.  Meds none accept aderall (not prescribed) Social: college student in philosophy, 2-3 alcoholic drinks/week, does not smoke, tried marijuana once.  Sexually active w/ 1 female partner uses condoms.  ROS negative accept above.",
    "label": 3
  },
  {
    "text": "Dillon Cleveland is a 17 year old male with no past medical history presenting for chief complaint of heart pounding. This has occurred for 4 months, with 1-2 episodes per month that come out of nowhere and last for 3-4 minutes. The episodes are worsening. Associated with lightheadedness and shortness of breath and chest pressure. No chest pain. No fevers or chills. No abdominal pain. PMH: none. Meds: takes his friend's adderall on occasion to help him study. NKA. PSx: none. FHx: none. SocHx: Freshman in college studying marketing, lives with roommate, alcohol 3-4x/wk, CAGE neg., no tobacco, no vaping, smoked pot once months ago. Sexually active with girlfriend only for past year. Uses condoms for protection always. Never tested for HIV. 4 cups of coffee/day. 2-3 energy drinks/day.",
    "label": 2
  },
  {
    "text": "35 year old male with no past medical history presents with 2 months of epigastric pain and discomfort. Patient describes the pain as gnawing and burning without radiation. Patient reports that the pain was initially alleviated by Tums but continued to occur. Denies temporal association of pain with meals. Endorses some associated nausea, denies any vomiting, diarrhea or constipation. Reports 1 bowel movement per day, denies any straining. Endorses occasional dark stools. Denies dysuria, hematuria, fevers and chills. Patient drinks coffee regularly, denies any spicy or citrus foods. Patient has a history of back pain and spasms and takes Motrin 200mg once weekly for pain. Patient works in construction and has smoked 1/2 to 1 pack of cigarettes daily for 20 year. Reports that he is going through a divorce so he has been stressed daily. Denies any recent alcohol use.",
    "label": 0
  },
  {
    "text": "Edie Whelan is a 26 year old female with no pertinent PMH who presents for palpitations. She reports that she has had palpitations for 5 years that worsened 3 weeks ago with associated numbness to her fingers that subsided when the palpitations subsided. She went to the ED, where she received an EKG, CMP, cardiac enzymes and CBC that was unremarkable. She reports that she has continued to have palpitation about once every 3-4 days. She reports associated nausea, throat pain, shortness of breath with these episodes. States that they happen randomly at any time with no association to a particular time of day. She has new stressors in her life including buying a new condo and losing her job. She reports a good appetite. No CP, SOB, HA, N/V, constipation or abdominal pain when she does not have these episodes. No PMH, PSH, or FH. She does not smoke, drink alcohol or other drugs. No medicines and she does not drink caffeine.",
    "label": 1
  }
]
